[{"year_isi": 2016, "title_ssi": "The Characterization of Thin Polymer Films Using Vibrational Spectroscopy", "id": "13372tjz127", "access_level_ss": "restricted_to_institution", "db_id": "13372", "defended_at_dtsi": "2016-08-05T08:00:00Z", "abstract_tesi": "The overriding theme of this thesis is the characterization of thin polymer films synthesized on gold and silicon substrates using a variety of Fourier transform infrared (FTIR) techniques. We demonstrated that the peak shifts observed in surface overlayer attenuated total reflection (SO-ATR) were a result of the changing polarization in the z-axis of the experimental geometry. We leveraged the signal enhancement provided by SO-ATR and reflection absorption infrared spectroscopy (RAIRS) to obtain high quality spectra of samples below 50nm thick. By combining this signal enhanced spectroscopy with transmission and ATR we were able to obtain chemical and structural information which we report in this thesis.\nSpin cast NAFION samples were prepared on silicon native oxide and gold substrates with film thicknesses ranging from 5 nm to 250 nm. The influence of NAFION film thickness on the infrared spectrum of the polymer was investigated in SO-ATR geometry at incident angles between 60° and 65°. In the grazing angle SO-ATR geometry, the thickness of the film significantly affected the position and absorbance of characteristic peaks in the FTIR spectrum of NAFION. Two major peaks in the NAFION spectrum at 1220 cm-1 (predominantly vas(CF2) and vas (SO3-)) and 1150 cm-1 (predominantly vas(CF2)), appeared to systematically blueshift to 1256 cm-1 and 1170 cm-1, respectively, as the thickness of the film decreased from 250 nm to 5 nm. The changes in the NAFION thin film FTIR spectrum can be attributed to two factors; (1) ordering of NAFION at the interface during spin coating and film formation and (2) the increase in the p-polarization character of the infrared evanescent wave as the polymer film became thinner between the attenuated total reflection (ATR) crystal and the film substrate overlayer. The increase in p-polarization resulted in an increase in characteristic peak absorbance of dipoles aligned normal to the substrate due to the overlayer enhancement of the electric field with NAFION films on Si or Au film substrates. These results show that the specific thin film sampling geometry, especially in ATR experiments, must be considered to rationally quantify changes in NAFION thin film infrared spectra.\nHighly crosslinked aromatic polyamides are of significant importance due their use in water treatment membranes. We present an FTIR study of polyamide films prepared by interfacial polymerization and molecular layer by layer deposition that are used as reverse osmosis (RO) membranes. We assign the aromatic ring modes that occur in the fingerprint region and demonstrate that the peak at 1492 cm-1 is due solely to the B1 bending stretch mode of the meta bi functionalized ring that originates from the m-phenylenediamine (MPD) molecule. We assign the peak at 1243 cm-1 to the amide N-H vibration and demonstrate that it is a good alternative to the Amide II peak for swelling studies on polyamide films. The free acid peak in mLbL samples decreases in intensity as film thickness increases which is indicative of increasing crosslink density. The free acid content in mLbL films was found to be higher than that observed in interfacially polymerized films. The growth of the initial layers of mLbL polyamide film differs on gold and silicon substrates with MPD displacing the initial monomer on gold. At cycle numbers beyond 10 however film growth on the two substrates was found to be indistinguishable. The growth rate of mLbL films is also affected by the solvent selected to rinse excess polymer with thicker films consistently observed for isopropyl alcohol rinsed films.\nMolecular layer by layer assembled polyamide films were synthesized on smooth gold and silicon wafer with native oxide substrates. The orientation of the amide C=O and disubstituted aromatic rings were analyzed using surface overlayer attenuated total reflection (SO-ATR) and reflection absorption infrared spectroscopy (RAIRS). It was determined that on both substrates there was strong ordering for films 10 cycles thick or lower with an average tilt angle of 16ᵒ from the surface norrmal for the C=O group and 84ᵒ. This tilt angle translates to an orientation with the aromatic ring laying close to flat on the surface with an average angle of 6ᵒ.  FTIR and NEXAFS measurements further showed high anisotropy at low cycle numbers which completely disappeared at cycle numbers greater than 60. The acid concentration in mLbL films was characterized  by interpolating integrated absorbance values  of the free acid  band at 1718cm-1 into  a calibration curve line generated  from interfacially polymerized samples of known  acid content. The acid content in samples synthesized on silicon was found to be higher than that for samples generated on gold at low cycle numbers. The acid content ranged from 0.13 mmol.g-1 for 60 cycles to 0.56 mmol.g-1 for 5 cycles on silicon substrates. On gold however, the acid content ranged from 0.12 mmol/g at 5 cycles  to 0.35 mmol/g at 12 cycles. On both substrates the acid content decreased as the cycle number increased and as the cycle number increased and at higher cycle numbers there was very little difference between the acid content of samples synthesized on gold and silicon.\n", "semester_ssi": "Fall", "read_access_group_ssim": ["public"], "final_submission_file_isim": [13255], "author_name_tesi": " Zimudzi, Tawanda James", "last_name_ssi": " Zimudzi", "middle_name_ssi": "James", "first_name_ssi": "Tawanda", "degree_name_ssi": "PHD", "degree_description_ssi": "Doctor of Philosophy", "degree_type_ssi": "Dissertation", "program_name_ssi": "Chemistry", "committee_member_name_ssim": ["Michael Anthony Hickner", "Michael Anthony Hickner", "John B Asbury", "Miriam Arak Freedman", "Seong Han Kim"], "committee_member_role_ssim": ["Michael Anthony Hickner, Dissertation Advisor", "Michael Anthony Hickner, Committee Chair", "John B Asbury, Committee Member", "Miriam Arak Freedman, Committee Member", "Seong Han Kim, Outside Member"], "keyword_ssim": ["Vibrational Spectroscopy", "Polymer thin fims", "Reverse Osmosis membranes", "Fuel cells", "Nafion", "Aromatic Polyamides", "Physical Chemistry"]}]