[{"year_isi": 2016, "title_ssi": "A NOVEL SMALL MOLECULE DNA INTERCALATOR PZ1225 IN CANCER CELL APOPTOSIS AND A HISTONE MODIFIER PAD4 IN MACROPHAGE EXTRACELLULAR TRAP FORMATION", "id": "13438jys5438", "access_level_ss": "restricted_to_institution", "db_id": "13438", "defended_at_dtsi": "2016-10-05T08:00:00Z", "abstract_tesi": "In the beginning of the 21th century, Douglas Hanahan and Robert Weinberg published couple papers that discussed our understanding of cancer based on studies in the past decades. The authors discussed 8 hallmarks of cancer that define the tumor tissue. These hallmarks include, “1) self-sufficiency in growth signals, 2) insensitivity to antigrowth signals, 3) evading apoptosis (lack of cell attrition mechanisms), 4) limitless replicative potential, 5) sustained angiogenesis, 6) tissue invasion and metastasis”1, 7) the reprogramming of energy metabolism,  and 8) the evading immune destruction” 2. They also specified that the genome instability of cancer cells is the underlying mechanism that enables the hallmarks. The traits mentioned above provided a constitutive framework to understand the process of neoplasm. In this Ph.D. dissertation, I will report my exploration on cancer treatment regarding to two of the hallmarks—genomic instability and the invading immune destruction. \nIn one aspect of my Ph.D. study, I have explored the cellular mechanisms of a novel small molecule PZ1225, which intercalate into and distort DNA with a two-indole-ring structure. PZ1225 induced DNA damage results in apoptotic cell death in cancer. In addition, the molecule activates ER stress and UPR response, inhibits autophagy efflux, and activates MAPK signaling. Most importantly, I explored the function of the cell signaling pathways in mediating PZ1225 induced cell death. Using a combination of high through put analyses and cellular biology means, I developed a combination treatment of PZ1225 and a MEK inhibitor U0126. The combination treatment induces apoptosis in cancer cells by more than 2 fold compared to PZ1225 alone and 5 fold compared to U0126 alone.\nIn another aspect, various immune cells grow in the cancer tissue and create a microenvironment benefiting the progression and metastasis of cancer. The extracellular traps formed by neutrophils have been reported to assist cancer metastasis. In my Ph.D. study, I also explored the function of macrophages in forming extracellular traps (ETs). Using the peritoneal macrophages extracted from PAD4 transgenic mice, I observed formation of extracellular traps by macrophages and histone hypercitrullination on the structure. In addition, I elucidated the requirement of the protein arginine deiminase 4 (PAD4) but not PAD2 in hypercitrullination of histones and ET formation. \nBased on the findings that neutrophil extracellular traps play a role in multiple disease models, I also explored the effects of PAD4 on a mouse stroke model. In the Appendix chapter, I presented the preliminary data that suggest absence of PAD4 protects brain tissue, especially the neuron cells, from ischemia/reperfusion injuries.\n", "semester_ssi": "Fall", "read_access_group_ssim": ["public"], "final_submission_file_isim": [13609], "author_name_tesi": "sun, jinquan ", "last_name_ssi": "sun", "middle_name_ssi": "", "first_name_ssi": "jinquan", "degree_name_ssi": "PHD", "degree_description_ssi": "Doctor of Philosophy", "degree_type_ssi": "Dissertation", "program_name_ssi": "Molecular, Cellular and Integrative Biosciences", "committee_member_name_ssim": ["Yanming Wang", "Zhi-Chun Lai", "Douglas Cavener", "Lu Bai", "Robert Paulson"], "committee_member_role_ssim": ["Yanming Wang, Dissertation Advisor", "Zhi-Chun Lai, Committee Chair", "Douglas Cavener, Committee Member", "Lu Bai, Committee Member", "Robert Paulson, Outside Member"], "keyword_ssim": ["DNA damage", "DNA intercalator", "small molecule", "MAPK", "mTOR", "apoptosis", "macrophage", "extracellular traps", "PAD4", "citrullination", "stroke"]}, {"year_isi": 2008, "title_ssi": "Increasing Regulatory Capacity: the Role of the Region in Shaping National ICT Policy in Southern Africa", "id": "8370", "access_level_ss": "open_access", "db_id": "119", "defended_at_dtsi": "2007-11-30T10:00:00Z", "abstract_tesi": "Since the 1990s regional economic communities (RECs) are increasingly developing model information and communication technology (ICT) policies and regulations in cooperation with semi-autonomous regional regulators’ associations (RRAs). As the capabilities of regional authorities such as the European Union (EU), Asia Pacific Economic Cooperation (APEC), and the Southern African Development Community (SADC) continue to grow, the level of influence on national ICT policy and regulation making is likely to increase.\n\nThis study investigates this influence of the region on national ICT policy and regulation making, with a particular focus on the role of the regional regulators’ association, which to date has gained little attention. To this extent, a model grounded in Levy & Spiller’s (1994) regulatory governance framework is developed and subsequently tested in the context of SADC in order to answer the following overarching research question:\n\nHow do regional economic communities (RECs) and their Regional Regulatory Associations (RRAs) influence national ICT policy and regulation in member states?\n\nThis research finds that SADC’s Communications Regulators’ Association of Southern Africa (CRASA) has two primary mechanisms of influence on national ICT policy and regulation making in its member states, namely through capacity building and policy lobbying. The learning processes that take place through these mechanisms can potentially lead to converging perspectives across the region about regulatory principles that in turn will be used in national regulation and policy making processes.\n\nThe study has shown Levy & Spiller’s (1994) framework to be a suitable framework for analyzing regional, as opposed to purely national, regulatory policy making. Further, by integrating concepts of governance structure and regulatory processes from the domains of public policy and organization science, together with the more formal approach of regulatory governance commonly taken by telecommunications policy scholars, side effects to regional regulatory governance are identified. \n\nThe study contributes both to new institutional economics research in the telecommunications policy realm, as well as the broader field of regionalization research. The study extends the domain of regionalization research, which is dominated by studies of the EU, to include a developing region. As such, the study has implications for resource-constrained regions that unlike the EU have the potential to play an important role in basic regulatory capacity building for both regulators and policy makers. \n", "read_access_group_ssim": ["public"], "final_submission_file_isim": [120], "author_name_tesi": "van Gorp, Annemijn Fleur", "last_name_ssi": "van Gorp", "middle_name_ssi": "Fleur", "first_name_ssi": "Annemijn", "degree_name_ssi": "PHD", "degree_description_ssi": "Doctor of Philosophy", "degree_type_ssi": "Dissertation", "program_name_ssi": "Information Sciences and Technology", "committee_member_name_ssim": ["Carleen Frances Maitland", "John Watson Bagby", "Andrea H Tapia", "Richard Denny Taylor"], "committee_member_role_ssim": ["Carleen Frances Maitland, Committee Chair", "John Watson Bagby, Committee Member", "Andrea H Tapia, Committee Member", "Richard Denny Taylor, Committee Member"], "keyword_ssim": ["regional economic community", "regulators association", "telecommunications policy", "Africa", "regionalization", "regulation"]}, {"year_isi": 2008, "title_ssi": "Comparison of Circular and Lever Pedaling: a Modeling Approach \n", "id": "8488", "access_level_ss": "open_access", "db_id": "2371", "defended_at_dtsi": "2008-06-12T08:00:00Z", "abstract_tesi": "The circular bicycle drive system has remained relatively unchanged for a number of years despite many attempts at improved designs.  One alternative to the traditional circular system is a design in which the rider produces force by pushing on levers, in an oscillating motion, instead of pushing on cranks following a circular path.  The purpose of this study was to compare a traditional circular drive mechanism with a proposed lever pedaling design with respect to human effort required to achieve a power output of 250 W.  By means of a computer modeling approach, simulations of circular and lever systems were performed using a dynamic optimization framework.  A moment-based cost function was employed as the indicator of human effort needed to generate the 250 W power output.  Results of the two systems were compared with respect to the magnitude of the cost function output; and net joint moments at the hip, knee, and ankle needed to produce the required power output.  Although the joint ranges of motion for the two systems were similar, the predicted joint moments were higher for the lever system at all lower extremity joints.  Consequently, the cost function for the lever system (531 N2„ªm2) was 29% higher than the value for the circular system (413 N2„ªm2).  Because of the oscillating nature of the lever action, power transfer from the cyclist to the bicycle does not occur continuously for the lever system as it does with the circular system.  Accelerations of the levers were higher than those of the chainring and crank in the circular system.  The range of the instantaneous power generated about the crank or chainring axis of rotation was 2.2 times greater for the lever system (1055 W operating range) than the circular system (480 W range).  These results indicated the lever system transferred power from the cyclist to the bicycle less effectively than the circular system.  It was concluded that a traditional circular propulsion system required less human effort than the lever system proposed in this study to sustain a 250 W power output.\n", "read_access_group_ssim": ["public"], "final_submission_file_isim": [2355], "author_name_tesi": "van Werkhoven, Herman ", "last_name_ssi": "van Werkhoven", "middle_name_ssi": "", "first_name_ssi": "Herman", "degree_name_ssi": "MS", "degree_description_ssi": "Master of Science", "degree_type_ssi": "Master Thesis", "program_name_ssi": "Kinesiology", "committee_member_name_ssim": ["Philip Martin", "Stephen Jacob Piazza"], "committee_member_role_ssim": ["Philip Martin, Thesis Advisor", "Stephen Jacob Piazza, Dissertation Advisor"], "keyword_ssim": ["joint mechanics", "modeling", "pedaling", "lever", "circular", "cycling", "optimization"]}, {"year_isi": 2014, "title_ssi": "Influence of Foot and Ankle Structure on Optimal Performance in Different Motor Tasks", "id": "21952", "access_level_ss": "open_access", "db_id": "10106", "defended_at_dtsi": "2014-05-01T08:00:00Z", "abstract_tesi": "The plantarflexor muscles play a critical role in the successful performance of many motor tasks performed by humans. Foot and ankle structure determines the leverage of the plantarflexors and thus affects how the plantarflexor muscles function. Variation in foot and ankle structure across individuals suggests that certain individuals are better adapted to perform certain tasks, since tasks vary with respect to the requirements placed on the muscles. Previous studies have shown that subjects who specialize in performance of certain activities have foot and ankle structure and muscle-tendon force-generating properties that are different in many respects from those of controls. Results have, however, occasionally not been consistent across studies and the mechanisms that explain how variation in structure affects performance are not always clear. The purpose of this dissertation was to investigate how variation in several ankle and foot structural properties allow for optimal performance in various motor tasks.\nIn our first study a computational model was created to study maximal-height single-joint ankle jumping. Simulations suggested that bouncing was the optimal strategy for this task, and the best human subject jumpers also jumped highest when bouncing. The model showed that a bouncing strategy allowed for increased elastic energy storage in the plantarflexor tendon. The frequencies of bouncing employed by the computational model and by the best human jumpers further suggest that subjects made use of mechanical resonance to improve performance in this maximal-height explosive task. The exploitation of muscle resonance has been identified previously as a successful strategy in endurance activities requiring a large amount of metabolic energy. The use of resonance for maximizing performance in an explosive type of activity, however, has not been previously reported. \nThe second study was designed to evaluate the effect of variation of foot and ankle structure on performance in maximal-height single-joint jumping. In this study subjects employed a single upward thrust with no countermovement or bouncing allowed. Significant correlations were found between jump height and heel length, and jump height and toe length. Subjects with longer heels and longer toes jumped highest, although these subjects were not necessarily the largest subjects. \nThe third study aimed to explain the mechanism by which shorter heels could potentially reduce the metabolic cost in running. It has been suggested that distance runners with shorter heels experience increased plantarflexor muscle force, thereby increasing tendon energy storage and return and thus reducing metabolic cost. An inverse relationship was found between heel length and peak force, but neither heel length nor peak force were significantly correlated with rate of oxygen consumption during running. Increased tendon force could be associated with increased muscle activation which would cause an increase in metabolic cost, negating the benefit of increased energy storage and return.\nIn the fourth study we employed a modified version of the computational model from the first study to investigate how variation in foot and ankle structure influences performance in three different motor tasks: maximal vertical-energy pushoff, maximal horizontal acceleration, and maximal static load support. In both explosive movements, short heels and small normalized tendon lengths allowed for larger force production. High stiffness had a positive effect on performance in the maximal vertical-energy pushoff task, whereas a low stiffness improved performance in the maximal horizontal acceleration task. In the isometric task a long heel, small normalized tendon length, and high stiffness caused larger force production. Variation in toe length did not substantially affect performance. To our knowledge there had been no previous work investigating variation in multiple foot and ankle structural parameters and its influence on performance in multiple tasks. \nIn conclusion, this dissertation aimed to increase our understanding of the effect of foot and ankle structural variation on performance in different tasks. While our findings have expanded our knowledge of these effects, questions remain as to the exact nature of how variation in structure influences performance of different activities in different individuals.\n", "semester_ssi": "Summer", "read_access_group_ssim": ["public"], "final_submission_file_isim": [9800], "author_name_tesi": "van Werkhoven, Herman ", "last_name_ssi": "van Werkhoven", "middle_name_ssi": "", "first_name_ssi": "Herman", "degree_name_ssi": "PHD", "degree_description_ssi": "Doctor of Philosophy", "degree_type_ssi": "Dissertation", "program_name_ssi": "Kinesiology", "committee_member_name_ssim": ["Stephen Jacob Piazza", "Stephen Jacob Piazza", "John Henry Challis", "Neil Sharkey", "Henry Joseph Sommer Iii"], "committee_member_role_ssim": ["Stephen Jacob Piazza, Dissertation Advisor", "Stephen Jacob Piazza, Committee Chair", "John Henry Challis, Committee Member", "Neil Sharkey, Committee Member", "Henry Joseph Sommer Iii, Committee Member"], "keyword_ssim": ["biomechanics", "foot", "ankle", "plantarflexor", "moment arm", "jumping", "running", "computational model"]}, {"year_isi": 2008, "title_ssi": "EVALUATING MODEL BEHAVIOR FOR HYDROLOGIC FORECASTING \nIN GAUGED AND UNGAUGED WATERSHEDS\n", "id": "8584", "access_level_ss": "open_access", "db_id": "3466", "defended_at_dtsi": "2008-06-16T08:00:00Z", "abstract_tesi": "Understanding hydrologic model behavior for different model structures (lumped vs. distributed) and under different data scenarios (gauged vs. ungauged) is critical to effectively take advantage of advancements in models and data sources and to appropriately apply models for specific circumstances. This dissertation presents multiple studies that evaluate hydrologic model behavior for specific cases in hydrologic forecasting, with an ultimate objective of identifying appropriate models and approaches for less-developed, data-sparse regions. The cases evaluated include (1) a lumped, conceptual model in gauged watersheds across a hydroclimatic gradient, (2) a distributed, conceptual model in a gauged watershed, and (3) a lumped, parsimonious model in ungauged watersheds. For the first case, a comprehensive, global sensitivity analysis is performed to investigate how model behavior varies across watersheds with different hydroclimatic characteristics. The results of the sensitivity analysis are then used to determine if the parametric dimensionality of the model can be reduced for multi-objective optimization, without significantly impacting model performance. For the second case, a series of synthetic rainfall events are used to investigate spatially-varying model behavior across the domain of a distributed model. Lastly, for the third case, an approach for ungauged hydrologic prediction is tested for a region of southern Africa and changes in the modeled streamflow response due to projections of climate change are assessed. Overall findings demonstrate that hydrologic model behavior is a dynamic variable that varies across watersheds, time periods, and the model domain (in the distributed case). Results also highlight the limitations of existing methods and need for new dynamic methods for model identification that take patterns of model behavior into account for both lumped and distributed modeling. And finally, results for the ungauged case extend the modeling approach to less-developed countries and project that annual runoff for the study area will increase in the future, thereby highlighting the importance of such studies for water resources and flood management.", "read_access_group_ssim": ["public"], "final_submission_file_isim": [3453], "author_name_tesi": "van Werkhoven, Kathryn Lynn", "last_name_ssi": "van Werkhoven", "middle_name_ssi": "Lynn", "first_name_ssi": "Kathryn", "degree_name_ssi": "PHD", "degree_description_ssi": "Doctor of Philosophy", "degree_type_ssi": "Dissertation", "program_name_ssi": "Civil Engineering", "committee_member_name_ssim": ["Thorsten Wagener", "Patrick M Reed", "Christopher J Duffy", "Michael Mann"], "committee_member_role_ssim": ["Thorsten Wagener, Committee Chair", "Patrick M Reed, Committee Member", "Christopher J Duffy, Committee Member", "Michael Mann, Committee Member"], "keyword_ssim": ["watershed modeling", "sensitivity analysis", "optimization", "ungauged basins", "climate change impacts", "distributed models"]}, {"year_isi": 2002, "title_ssi": "Chemical Processes Affecting the Subsoil During Reclamation of Highly Acidic Minespoil", "id": "5967", "access_level_ss": "open_access", "db_id": "1963", "defended_at_dtsi": "2002-06-13T08:00:00Z", "abstract_tesi": "The objective of this work was to evaluate the effect of different surface amendments on subsoil chemistry in highly acidic minespoil material and to explore new analytical tools for measuring Al-DOM binding under acidic conditions.\nI first examined the influence of compost age on Ca sorption capacities of compost derived DOM. Secondly, small scale laboratory experiments without plants and larger greenhouse column experiments with plant growth examined effects of different surface treatment combinations on subsoil material. Finally, I evaluated the use of capillary electrophoresis to measure Al-DOM interactions at acidic pH.\nCa titrations of DOM extracted from compost at different stages of the composting process indicated that compost age did not significantly affect Ca sorption capacity. Error propagation calculations for adsorption isotherm measurements showed that accuracy is inversely proportional to sorbent concentration and that the relative error in calculated bound metal concentration becomes very large with increasing ratio of free to total metal cation concentration.\nIn both column experiments Ca solubility was high and compost did not affect subsoil chemistry. None of the surface treatments resulted in relevant increase in subsoil pH or decrease in subsoil Al, despite clear evidence for significant Ca transport into the subsoil. Leachate data and solubility calculations pointed to a jurbanite-like solid phase buffering Al activity in the subsoil. Due to this buffering effect and the high acidity of the spoil material, none of the surface treatments would be expected to alleviate subsoil phytotoxicity and improvements would necessitate direct subsoil treatment with acid neutralizing materials.\nFinally, I was able to demonstrate that capillary electrophoresis (CE) can be used to measure free Fe3+ and Al3+ under acidic conditions without affecting solution equilibria and metal speciation. I showed that CE can also be used for competitive complexation experiments with soluble ligands and several different metal cations. Furthermore, I was able to separate and detect what appeared to be individual DOM macromolecules and colloids in solution. Both CE experiments underline the versatility of capillary electrophoresis for environmental soil chemistry research and show that this technology should find wider use in this area.\n", "read_access_group_ssim": ["public"], "final_submission_file_isim": [1946], "author_name_tesi": "von Willert, Frank Joachim", "last_name_ssi": "von Willert", "middle_name_ssi": "Joachim", "first_name_ssi": "Frank", "degree_name_ssi": "PHD", "degree_description_ssi": "Doctor of Philosophy", "degree_type_ssi": "Dissertation", "program_name_ssi": "Soil Science", "committee_member_name_ssim": ["Herschel Adams Elliott", "Richard Henry Fox", "Jon Chorover", "Richard Charles Stehouwer", "Katherine Haines Freeman"], "committee_member_role_ssim": ["Herschel Adams Elliott, Committee Member", "Richard Henry Fox, Committee Member", "Jon Chorover, Committee Member", "Richard Charles Stehouwer, Committee Chair", "Katherine Haines Freeman, Committee Member"], "keyword_ssim": ["sorption isotherm", "error propagation", "dissolved organic matter", "capillary electrophoresis", "colloids", "acidic minespoil"]}, {"year_isi": 2016, "title_ssi": "Development and Application of a Specialized Type Curve for Analysis of Shale Gas Production Performances", "id": "11943xux109", "access_level_ss": "open_access", "db_id": "11943", "defended_at_dtsi": "2016-07-29T08:00:00Z", "abstract_tesi": "Understanding production performances of shale gas wells is important for reserves assessment and production optimization. Type curve analysis is a practical method used in the industry; but there are a number of limitations in applying traditional type curves in shale gas reservoirs because of the unique storage and flow mechanisms in shale gas reservoir. Thus specialized type curves are necessary.\nIn this research, first I understood the storage and flow mechanisms in conventional and shale gas reservoirs; then I critically reviewed development and applications of type curves in conventional and shale gas reservoirs. The third step I developed a specialized multiphase, multi-mechanics type curves capable of analyzing production performances of shale gas wells based on our numerical simulation results, and finally applied and validated my type curves in a Marcellus well. \nThis newly developed type curves could help engineers analyze shale gas well performances and identify potential production issues in a systematic and pragmatic manner.  \n", "semester_ssi": "Fall", "read_access_group_ssim": ["public"], "final_submission_file_isim": [13225], "author_name_tesi": "xu, xiang ", "last_name_ssi": "xu", "middle_name_ssi": "", "first_name_ssi": "xiang", "degree_name_ssi": "MS", "degree_description_ssi": "Master of Science", "degree_type_ssi": "Master Thesis", "program_name_ssi": "Petroleum and Natural Gas Engineering", "committee_member_name_ssim": ["Yilin Wang"], "committee_member_role_ssim": ["Yilin Wang, Thesis Advisor"], "keyword_ssim": ["Type curve", "Marcellus shale gas"]}]